{
  "title": "Jestruvec",
  "lang": "EN",
  "close": "Close",
  "nav": {
    "play": "Play",
    "about": "About",
    "projects": "Projects",
    "contact": "Contact"
  },
  "about": {
    "title": "About",
    "p1": "Hi, I'm Jhonny, a frontend developer, i like to create great web experiences. I enjoy bringing ideas to life by building intuitive digital products.",
    "p2": "I have over 3 years of experience building cool user interfaces using some of most famous javascript frameworks and libraries.",
    "p3": "Outside of coding, you will usually find me playing video games, doing exercise, diving into new technologies, or spending time outdoors with my family.",
    "resume": "View my resume"
  },
  "projects": {
    "title": "Projects",
    "description": "These are a few of my personal projects. I've also worked on private corporate projects that I can't showcase, but I'd be happy to discuss them.",
    "cursed_waters": {
      "title": "Cursed waters",
      "description": "A 3D game where you defend a floating gem on a tropical island from waves of enemies. The game increases in difficulty with each raid, and you can heal and upgrade by collecting loot.",
      "technologies": "Technologies: TypeScript, Three.js"
    },
    "strength_lab": {
      "title": "Strength lab",
      "description": "A web app where users can create their account, log in, add friends, post, react to their friends' posts, create and edit their profile, and most importantly, create their gym workout routines.",
      "technologies": "Technologies: React, Supabase, Tailwind"
    },
    "my_crossy_road": {
      "title": "My crossy road game",
      "description": "In this game, the goal is to cross roads without getting hit, earning points for each successful move. Inspired by the classic Crossy Road, developed following Hunor Marton Borbely's tutorial.",
      "technologies": "Technologies: React, Three.js"
    },
    "pokemons": {
      "title": "Pokemon app",
      "description": "The classic Pokémon web app where you can search for Pokémon by name and also filter them by type.",
      "technologies": "Technologies: React, Redux toolkit, Tailwind"
    }
  },
  "contact": {
    "title": "Contact",
    "description": "Interested in working together ? Contact me!",
    "success": "Message sent!",
    "submit": "Send Message",
    "directly": "Or email me directly at",
    "error": {
      "name": "Please enter your name",
      "email": "Please enter a valid email",
      "message": "Please enter a message",
      "form": "Something went wrong, please try again later."
    },
    "placeholder": {
      "name": "Your Name",
      "email": "Your Email",
      "message": "Your Message"
    }
  }
}
